INSERT INTO library (name, genre) VALUES
    ('Война и мир', 'Роман'),
    ('Преступление и наказание', 'Роман'),
    ('Мастер и Маргарита', 'Роман'),
    ('Евгений Онегин', 'Роман в стихах'),
    ('Тихий Дон', 'Роман'),
    ('Собачье сердце', 'Повесть'),
    ('Вишневый сад', 'Пьеса'),
    ('Мертвые души', 'Поэма'),
    ('Герой нашего времени', 'Роман'),
    ('Ревизор', 'Комедия');


INSERT INTO author (name, library_id) VALUES
    ('Лев Толстой', 1),
    ('Федор Достоевский', 2),
    ('Михаил Булгаков', 3),
    ('Александр Пушкин', 4),
    ('Михаил Шолохов', 5),
    ('Михаил Булгаков', 6),
    ('Антон Чехов', 7),
    ('Николай Гоголь', 8),
    ('Михаил Лермонтов', 9),
    ('Николай Гоголь', 10);